Revit 2027 API
ForgeTypeId.Empty Method
 Checks if the typeId is an empty string
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Empty()
Public Function Empty As Boolean
public:
bool Empty()
member Empty : unit -> bool
Return Value
Boolean
See Also
Reference
ForgeTypeId Class
Autodesk.Revit.DB Namespace